

"kBluetoothConnectionFailedTitle"				= "Audio Bluetooth fallito.";
"kBluetoothConnectionErrorTitle"				= "Si è verificato un errore durante la connessione al dispositivo audio.";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "L'abbinamento non è più valido. Abbina nuovamente il dispositivo e riprova.";
"kBluetoothConnectionFailedExplanation"			= "Si è verificato un errore di connessione con le cuffie auricolari. Assicurati che siano attive e nel raggio di azione. La porzione audio del programma che stavi utilizzando potrebbe richiedere un riavvio.";
"kBluetoothSBCCodecMismatchExplanation"			= "Si è verificato un errore durante la connessione alla cuffia auricolare. Il dispositivo remoto non ha accettato la configurazione di stream audio codificato.";
"kBluetoothConnectionUnsupportedExplanation"	= "Non posso aprire una connessione col dispositivo audio attivo. Prova a configurarlo più tardi.";

"kBluetoothDisconnectedTitle"					= "Audio Bluetooth non collegato.";
"kBluetoothDisconnectedExplanation"				= "Le cuffie auricolari si sono scollegate inaspettatamente. Assicurati che siano attive e nel raggio d'azione. La porzione audio del programma che stavi utilizzando potrebbe richiedere un riavvio.";

"kBluetoothAudioInUseTitle"						= "Audio Bluetooth in uso.";
"kBluetoothAudioInUseExplanation"				= "Sono già in uso delle cuffie auricolari Bluetooth. Puoi usare un solo set di cuffie auricolari Bluetooth alla volta.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Interrompi l'uso delle cuffie auricolari";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Interrompi l'uso delle cuffie";

"kBluetoothAudioHeadsetDeviceType"				= "Cuffia auricolare";
"kBluetoothAudioHeadphoneDeviceType"			= "Cuffie";

"kBluetoothAudioSwitchButtonTitle"				= "Utilizza questo dispositivo";
"kBluetoothAudioTryAgainButtonTitle"			= "Riprova";
"kBluetoothAudioDisconnectButtonTitle"			= "Scollega";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Non chiedermelo più";

"kBluetoothAudioSwitchHeadestMessageText"		= "Vuoi usare Bluetooth “%@ (Mono)” come dispositivo audio?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Vuoi usare Bluetooth “%@ (Stereo)” come dispositivo audio?";

"kBluetoothAudioSwitchInfoText"					= "Puoi disabilitare questa finestra di dialogo nel pannello delle preferenze di Bluetooth, facendo clic sulle opzioni avanzate e deselezionando “Avviso per richieste audio in entrata”.";

